results/finalTests/1_connections/Q2F.out
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

DB SCHEMA public
0
Threads started!

SQL statistics:
    queries performed:
        read:                            128
        write:                           132
        other:                           22
        total:                           282
    transactions:                        11     (0.03 per sec.)
    queries:                             282    (0.81 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          348.7473s
    total number of events:              11

Latency (ms):
         min:                                    1.70
         avg:                                31704.23
         max:                               174451.84
         95th percentile:                   100000.00
         sum:                               348746.57

Threads fairness:
    events (avg/stddev):           11.0000/0.00
    execution time (avg/stddev):   348.7466/0.00