results/finalTests/1_connections/Q2R.out
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

DB SCHEMA public
0
Threads started!

SQL statistics:
    queries performed:
        read:                            397
        write:                           400
        other:                           68
        total:                           865
    transactions:                        35     (0.05 per sec.)
    queries:                             865    (1.24 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          695.8572s
    total number of events:              35

Latency (ms):
         min:                                    1.93
         avg:                                19881.60
         max:                               174379.69
         95th percentile:                   100000.00
         sum:                               695856.03

Threads fairness:
    events (avg/stddev):           35.0000/0.00
    execution time (avg/stddev):   695.8560/0.00